Repository: gunjanpurplle/i18n-hindi-poc
Catalog: src/locale/messages.*.xlf
Languages: hi

source: test application
hi: परीक्षण एप्लिकेशन

source: hello hello
hi: नमस्ते नमस्ते

source: Demo companion app for <a href=" this.phraseBlogUrl">Phrase blog</a> post. <a href=" this.angularUrl">Made with Angular</a>.
hi: फ्रेज ब्लॉग पोस्ट के लिए डेमो सहायक ऐप। <a href=" this.phraseBlogUrl">फ्रेज ब्लॉग</a> पोस्ट। <a href=" this.angularUrl">एंगुलर के साथ बनाई गई है</a>।

source: azcadea logo
hi: एज़केडिया लोगो

source: azcadea
hi: एज़केडिया

source: Home
hi: होम

source: About
hi: विवरण

source: {cabinet.storeCount, plural, =0 {Sold out} =1 {Available at 1 outlet} other {Available at {{ cabinet.storeCount }} outlets} }
hi: {cabinet.storeCount, plural, =0 {उपलब्ध नहीं} =1 {1 आउटलेट पर उपलब्ध है} other {{ cabinet.storeCount }} आउटलेट पर उपलब्ध हैं }

source: {VAR_PLURAL, plural, =0 {Sold out} =1 {Available at 1 outlet} other {Available at {INTERPOLATION} outlets}}
hi: {VAR_PLURAL, plural, =0 {उपलब्ध नहीं} =1 {1 आउटलेट पर उपलब्ध है} other { {INTERPOLATION} आउटलेट पर उपलब्ध हैं}}

source: Add to cart
hi: कार्ट में डालें

source: Image of cabinet.name
hi: cabinet.name की छवि
